Repository: clawic/clawix
Catalog: apps/macos/Sources/Clawix/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Rename chat
de: Chat umbenennen
es: Renombrar chat
fr: Renommer la conversation
it: Rinomina chat
ja: チャットの名前を変更
ko: 채팅 이름 변경
pt_br: Renomear conversa
ru: Переименовать чат
zh_hans: 重命名对话

source: Rename project
de: Projekt umbenennen
es: Renombrar proyecto
fr: Renommer le projet
it: Rinomina progetto
ja: プロジェクトの名前を変更
ko: 프로젝트 이름 변경
pt_br: Renomear projeto
ru: Переименовать проект
zh_hans: 重命名项目

source: Reset and install workspace
de: Arbeitsbereich zurücksetzen und installieren
es: Restablecer e instalar el área de trabajo
fr: Réinitialiser et installer l’espace de travail
it: Ripristina e installa l’area di lavoro
ja: ワークスペースをリセットしてインストール
ko: 작업 영역 재설정 및 설치
pt_br: Redefinir e instalar o espaço de trabalho
ru: Сбросить и установить рабочую область
zh_hans: 重置并安装工作区

source: Resets at %@
de: Zurücksetzen um %@
es: Se restablece a las %@
fr: Réinitialisation à %@
it: Si azzera alle %@
ja: %@ にリセット
ko: %@에 초기화
pt_br: Renova às %@
ru: Сброс в %@
zh_hans: %@ 重置

source: Resets on %@
de: Zurücksetzen am %@
es: Se restablece el %@
fr: Réinitialisation le %@
it: Si azzera il %@
ja: %@ にリセット
ko: %@에 초기화
pt_br: Renova em %@
ru: Сброс %@
zh_hans: %@ 重置

source: Review
de: Überprüfung
es: Revisión
fr: Révision
it: Revisione
ja: レビュー
ko: 검토
pt_br: Revisão
ru: Проверка
zh_hans: 审查

source: Review code
de: Code überprüfen
es: Revisar código
fr: Revoir le code
it: Revisiona il codice
ja: コードレビュー
ko: 코드 리뷰
pt_br: Revisar código
ru: Ревью кода
zh_hans: 代码评审

source: Right sidebar
de: Rechte Seitenleiste
es: Barra lateral derecha
fr: Barre latérale droite
it: Barra laterale destra
ja: 右サイドバー
ko: 오른쪽 사이드바
pt_br: Barra lateral direita
ru: Правая панель
zh_hans: 右侧边栏

source: Running
de: Wird ausgeführt
es: Ejecutando
fr: Exécution
it: Esecuzione
ja: 実行中
ko: 실행 중
pt_br: Executando
ru: Выполняется
zh_hans: 正在运行

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 保存

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pt_br: Buscar
ru: Поиск
zh_hans: 搜索

source: Search branches
de: Branches suchen
es: Buscar ramas
fr: Rechercher des branches
it: Cerca rami
ja: ブランチを検索
ko: 브랜치 검색
pt_br: Buscar branches
ru: Искать ветки
zh_hans: 搜索分支

source: Search chats
de: Chats durchsuchen
es: Buscar chats
fr: Rechercher des conversations
it: Cerca chat
ja: チャットを検索
ko: 채팅 검색
pt_br: Buscar conversas
ru: Поиск чатов
zh_hans: 搜索对话

source: Search field
de: Suchfeld
es: Campo de búsqueda
fr: Champ de recherche
it: Campo di ricerca
ja: 検索フィールド
ko: 검색 필드
pt_br: Campo de busca
ru: Поле поиска
zh_hans: 搜索栏

source: Search in conversations…
de: In Gesprächen suchen…
es: Buscar en conversaciones…
fr: Rechercher dans les conversations…
it: Cerca nelle conversazioni…
ja: 会話を検索…
ko: 대화에서 검색…
pt_br: Buscar nas conversas…
ru: Поиск в чатах…
zh_hans: 在对话中搜索…

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
pt_br: Selecionar
ru: Выбрать
zh_hans: 选择

source: Select a project
de: Projekt auswählen
es: Seleccionar un proyecto
fr: Sélectionner un projet
it: Seleziona un progetto
ja: プロジェクトを選択
ko: 프로젝트 선택
pt_br: Selecionar um projeto
ru: Выбрать проект
zh_hans: 选择项目

source: Select editor
de: Editor auswählen
es: Seleccionar editor
fr: Sélectionner un éditeur
it: Seleziona editor
ja: エディタを選択
ko: 에디터 선택
pt_br: Selecionar editor
ru: Выбрать редактор
zh_hans: 选择编辑器

source: Select photos or files to attach to the chat
de: Wähle Fotos oder Dateien aus, um sie an den Chat anzuhängen
es: Selecciona fotos o archivos para adjuntar al chat
fr: Sélectionnez des photos ou fichiers à joindre au chat
it: Seleziona foto o file da allegare alla chat
ja: チャットに添付する写真またはファイルを選択
ko: 채팅에 첨부할 사진 또는 파일 선택
pt_br: Selecione fotos ou arquivos para anexar ao chat
ru: Выберите фото или файлы для прикрепления к чату
zh_hans: 选择要附加到聊天的照片或文件

source: Select project for new chats
de: Projekt für neue Chats auswählen
es: Seleccionar proyecto para nuevos chats
fr: Sélectionner un projet pour les nouvelles conversations
it: Seleziona il progetto per le nuove chat
ja: 新規チャット用のプロジェクトを選択
ko: 새 채팅에 사용할 프로젝트 선택
pt_br: Selecionar projeto para novas conversas
ru: Выбрать проект для новых чатов
zh_hans: 为新对话选择项目

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 보내기
pt_br: Enviar
ru: Отправить
zh_hans: 发送

source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un commentaire
it: Invia feedback
ja: フィードバックを送信
ko: 피드백 보내기
pt_br: Enviar feedback
ru: Отправить отзыв
zh_hans: 发送反馈

source: Send feedback about %@ to Apple
de: Feedback zu %@ an Apple senden
es: Enviar opinión sobre %@ a Apple
fr: Envoyer un retour sur %@ à Apple
it: Invia un feedback su %@ ad Apple
ja: %@ に関するフィードバックをAppleに送信
ko: %@에 대한 의견을 Apple에 전송
pt_br: Enviar opinião sobre %@ à Apple
ru: Отправить отзыв о %@ в Apple
zh_hans: 将关于 %@ 的反馈发送给 Apple

source: Send message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer le message
it: Invia messaggio
ja: メッセージを送信
ko: 메시지 보내기
pt_br: Enviar mensagem
ru: Отправить сообщение
zh_hans: 发送消息

source: Send voice note
de: Sprachnotiz senden
es: Enviar nota de voz
fr: Envoyer la note vocale
it: Invia nota vocale
ja: 音声メモを送信
ko: 음성 메모 보내기
pt_br: Enviar nota de voz
ru: Отправить голосовую заметку
zh_hans: 发送语音备注

source: Send with Enter
de: Mit Eingabetaste senden
es: Enviar con Enter
fr: Envoyer avec Entrée
it: Invia con Invio
ja: Enterで送信
ko: Enter로 전송
pt_br: Enviar com Enter
ru: Отправлять по Enter
zh_hans: 按 Enter 发送

source: Servers
de: Server
es: Servidores
fr: Serveurs
it: Server
ja: サーバー
ko: 서버
pt_br: Servidores
ru: Серверы
zh_hans: 服务器

source: Set prefix
de: Präfix festlegen
es: Establecer prefijo
fr: Définir le préfixe
it: Imposta prefisso
ja: プレフィックスを設定
ko: 접두사 설정
pt_br: Definir prefixo
ru: Задать префикс
zh_hans: 设置前缀

source: Settings
de: Einstellungen
es: Configuración
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
zh_hans: 设置

source: Settings categories
de: Einstellungskategorien
es: Categorías de configuración
fr: Catégories de réglages
it: Categorie impostazioni
ja: 設定カテゴリ
ko: 설정 카테고리
pt_br: Categorias de configurações
ru: Категории настроек
zh_hans: 设置类别

source: Show MCP server status
de: MCP-Serverstatus anzeigen
es: Mostrar el estado del servidor MCP
fr: Afficher l’état du serveur MCP
it: Mostra lo stato del server MCP
ja: MCPサーバーの状態を表示
ko: MCP 서버 상태 표시
pt_br: Mostrar status do servidor MCP
ru: Показать статус сервера MCP
zh_hans: 显示 MCP 服务器状态

source: Show chat ID, context usage and rate limits
de: Chat-ID, Kontextverbrauch und Nutzungslimits anzeigen
es: Mostrar el ID del chat, el uso del contexto y los límites de uso
fr: Afficher l’ID de la conversation, l’usage du contexte et les limites
it: Mostra ID chat, uso del contesto e limiti d’uso
ja: チャットID、コンテキスト使用量、利用上限を表示
ko: 채팅 ID, 컨텍스트 사용량, 사용 한도를 표시
pt_br: Mostrar ID da conversa, uso do contexto e limites
ru: Показать ID чата, использование контекста и лимиты
zh_hans: 显示对话 ID、上下文用量与使用上限

source: Show more
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
it: Mostra altro
ja: もっと表示
ko: 더 보기
pt_br: Mostrar mais
ru: Показать ещё
zh_hans: 显示更多

source: Show right sidebar
de: Rechte Seitenleiste anzeigen
es: Mostrar barra lateral derecha
fr: Afficher la barre latérale droite
it: Mostra barra laterale destra
ja: 右サイドバーを表示
ko: 오른쪽 사이드바 표시
pt_br: Mostrar barra lateral direita
ru: Показать правую панель
zh_hans: 显示右侧边栏

source: Show sidebar
de: Seitenleiste anzeigen
es: Mostrar barra lateral
fr: Afficher la barre latérale
it: Mostra barra laterale
ja: サイドバーを表示
ko: 사이드바 표시
pt_br: Mostrar barra lateral
ru: Показать боковую панель
zh_hans: 显示侧边栏

source: Show token count
de: Token-Zähler anzeigen
es: Mostrar conteo de tokens
fr: Afficher le nombre de tokens
it: Mostra conteggio token
ja: トークン数を表示
ko: 토큰 수 표시
pt_br: Mostrar contagem de tokens
ru: Показывать количество токенов
zh_hans: 显示令牌计数

source: Show token usage in the composer
de: Token-Nutzung im Verfasser anzeigen
es: Muestra el uso de tokens en el compositor
fr: Affiche l’usage des tokens dans le compositeur
it: Mostra l’uso dei token nel compositore
ja: コンポーザーでトークン使用量を表示
ko: 작성기에서 토큰 사용량 표시
pt_br: Mostra o uso de tokens no compositor
ru: Показывать расход токенов в редакторе
zh_hans: 在编辑器中显示令牌用量

source: Sidebar
de: Seitenleiste
es: Barra lateral
fr: Barre latérale
it: Barra laterale
ja: サイドバー
ko: 사이드바
pt_br: Barra lateral
ru: Боковая панель
zh_hans: 侧边栏

source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ja: サインイン
ko: 로그인
pt_br: Entrar
ru: Войти
zh_hans: 登录

source: Sign in to recover access to your chats and projects.
de: Verbinde dein Konto, um zu deinen Chats und Projekten zurückzukehren.
es: Conecta tu cuenta para volver a tus chats y proyectos.
fr: Connectez votre compte pour retrouver vos conversations et projets.
it: Collega il tuo account per tornare a chat e progetti.
ja: アカウントを接続してチャットとプロジェクトに戻ります。
ko: 계정을 연결하여 채팅과 프로젝트로 돌아가세요.
pt_br: Conecte sua conta para voltar aos seus chats e projetos.
ru: Подключите аккаунт, чтобы вернуться к чатам и проектам.
zh_hans: 连接你的帐户以返回聊天和项目。

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: ログアウト
ko: 로그아웃
pt_br: Sair
ru: Выйти
zh_hans: 退出登录

source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: 並べ替え
ko: 정렬
pt_br: Ordenar por
ru: Сортировать по
zh_hans: 排序方式

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja: 速度
ko: 속도
pt_br: Velocidade
ru: Скорость
zh_hans: 速度

source: Speed up inference across chats, subagents and compaction. Uses more of your plan quota.
de: Aktiviere den schnellen Modus für schnellere Inferenz in Chats, Subagenten und Kompaktierung. Höhere Plannutzung.
es: Activa el modo rápido para acelerar la inferencia en chats, subagentes y compactación. Mayor uso del plan.
fr: Active le mode rapide pour accélérer l’inférence dans les conversations, sous-agents et compaction. Usage du plan plus élevé.
it: Attiva la modalità veloce per accelerare l’inferenza in chat, sottoagenti e compattazione. Maggior uso del piano.
ja: 高速モードを有効にしてチャット、サブエージェント、コンパクションの推論を加速。プラン消費は増加します。
ko: 빠른 모드를 켜서 채팅, 서브에이전트, 압축의 추론 속도를 높입니다. 플랜 사용량이 늘어납니다.
pt_br: Ative o modo rápido para acelerar a inferência em conversas, subagentes e compactação. Maior uso do plano.
ru: Включи быстрый режим, чтобы ускорить инференс в чатах, субагентах и компактовании. Больший расход плана.
zh_hans: 启用快速模式以加速对话、子智能体与压缩的推理。会消耗更多计划额度。

source: Start Performance Trace
de: Leistungsaufzeichnung starten
es: Iniciar traza de rendimiento
fr: Démarrer la trace de performances
it: Avvia traccia delle prestazioni
ja: パフォーマンストレースを開始
ko: 성능 추적 시작
pt_br: Iniciar rastreamento de desempenho
ru: Начать трассировку производительности
zh_hans: 开始性能跟踪

source: Start by creating a chat?
de: Mit einem neuen Chat beginnen?
es: ¿Crea un chat para comenzar?
fr: Créer une conversation pour commencer ?
it: Iniziamo creando una chat?
ja: チャットを作成して始めますか？
ko: 채팅을 만들어 시작할까요?
pt_br: Criar uma conversa para começar?
ru: Создать чат, чтобы начать?
zh_hans: 创建一个对话以开始？

source: Start from scratch
de: Von vorn beginnen
es: Empezar desde cero
fr: Partir de zéro
it: Inizia da zero
ja: ゼロから始める
ko: 처음부터 시작
pt_br: Começar do zero
ru: Начать с нуля
zh_hans: 从零开始

source: Start voice recording
de: Sprachaufnahme starten
es: Iniciar grabación de voz
fr: Démarrer l’enregistrement vocal
it: Avvia registrazione vocale
ja: 音声録音を開始
ko: 음성 녹음 시작
pt_br: Iniciar gravação de voz
ru: Начать запись голоса
zh_hans: 开始语音录制

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
it: Ferma
ja: 停止
ko: 중지
pt_br: Parar
ru: Остановить
zh_hans: 停止

source: Stop loading
de: Laden stoppen
es: Detener carga
fr: Arrêter le chargement
it: Interrompi caricamento
ja: 読み込みを停止
ko: 로드 중지
pt_br: Parar carregamento
ru: Остановить загрузку
zh_hans: 停止加载

source: Stop recording
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l’enregistrement
it: Interrompi registrazione
ja: 録音を停止
ko: 녹음 중지
pt_br: Parar gravação
ru: Остановить запись
zh_hans: 停止录音

source: Stop response
de: Antwort stoppen
es: Detener respuesta
fr: Arrêter la réponse
it: Interrompi risposta
ja: 応答を停止
ko: 응답 중지
pt_br: Parar resposta
ru: Остановить ответ
zh_hans: 停止回复

source: Tell the agent what to do instead
de: Sag dem Agenten, was stattdessen zu tun ist
es: Dile al agente qué hacer en su lugar
fr: Dites à l’agent quoi faire à la place
it: Dì all’agente cosa fare invece
ja: 代わりに何をするかエージェントに伝える
ko: 대신 무엇을 할지 에이전트에 알려주세요
pt_br: Diga ao agente o que fazer no lugar
ru: Скажите агенту, что сделать вместо этого
zh_hans: 告诉代理改做什么

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
ru: Тема
zh_hans: 主题

source: Thinking
de: Denkt nach
es: Pensando
fr: Réflexion
it: Ragionamento
ja: 考え中
ko: 생각 중
pt_br: Pensando
ru: Размышление
zh_hans: 正在思考

source: This folder doesn’t exist on disk
de: Dieser Ordner existiert nicht auf dem Datenträger
es: Esta carpeta no existe en el disco
fr: Ce dossier n’existe pas sur le disque
it: Questa cartella non esiste sul disco
ja: このフォルダはディスクに存在しません
ko: 이 폴더가 디스크에 존재하지 않습니다
pt_br: Esta pasta não existe no disco
ru: Этой папки нет на диске
zh_hans: 磁盘上没有这个文件夹

source: Toggle Diff Panel
de: Diff-Panel ein-/ausblenden
es: Alternar panel de diff
fr: Basculer le panneau Diff
it: Mostra/Nascondi pannello diff
ja: 差分パネルを切替
ko: 차이 패널 전환
pt_br: Alternar painel de diff
ru: Переключить панель diff
zh_hans: 切换差异面板

source: Toggle File Tree
de: Dateibaum ein-/ausblenden
es: Alternar árbol de archivos
fr: Basculer l’arborescence
it: Mostra/Nascondi albero file
ja: ファイルツリーを切替
ko: 파일 트리 전환
pt_br: Alternar árvore de arquivos
ru: Переключить дерево файлов
zh_hans: 切换文件树

source: Toggle Sidebar
de: Seitenleiste ein-/ausblenden
es: Alternar barra lateral
fr: Basculer la barre latérale
it: Mostra/Nascondi barra laterale
ja: サイドバーを切替
ko: 사이드바 전환
pt_br: Alternar barra lateral
ru: Переключить боковую панель
zh_hans: 切换侧边栏

source: Toggle Terminal
de: Terminal ein-/ausblenden
es: Alternar terminal
fr: Basculer le terminal
it: Mostra/Nascondi terminale
ja: ターミナルを切替
ko: 터미널 전환
pt_br: Alternar terminal
ru: Переключить терминал
zh_hans: 切换终端

source: Toggle experimental features by editing the configuration file.
de: Konfiguriere experimentelle Funktionen über die Konfigurationsdatei.
es: Configura las funciones experimentales desde el archivo de configuración.
fr: Configurez les fonctionnalités expérimentales depuis le fichier de configuration.
it: Configura le funzionalità sperimentali dal file di configurazione.
ja: 設定ファイルから実験的機能を設定します。
ko: 구성 파일에서 실험적 기능을 설정하세요.
pt_br: Configure os recursos experimentais pelo arquivo de configuração.
ru: Настройте экспериментальные функции в файле конфигурации.
zh_hans: 从配置文件中配置实验性功能。

source: Transcribe and send
de: Transkribieren und senden
es: Transcribir y enviar
fr: Transcrire et envoyer
it: Trascrivi e invia
ja: 文字起こしして送信
ko: 전사 후 전송
pt_br: Transcrever e enviar
ru: Расшифровать и отправить
zh_hans: 转录并发送

source: Transcribing voice note
de: Sprachnotiz wird transkribiert
es: Transcribiendo nota de voz
fr: Transcription de la note vocale
it: Trascrizione nota vocale
ja: 音声メモを文字起こし中
ko: 음성 메모 전사 중
pt_br: Transcrevendo nota de voz
ru: Расшифровка голосовой заметки
zh_hans: 正在转录语音备注

source: Turn off plan mode
de: Planmodus deaktivieren
es: Desactivar modo plan
fr: Désactiver le mode plan
it: Disattiva modalità piano
ja: プランモードをオフ
ko: 계획 모드 끄기
pt_br: Desativar modo plano
ru: Отключить режим плана
zh_hans: 关闭计划模式

source: Type a command
de: Befehl eingeben
es: Escribe un comando
fr: Saisissez une commande
it: Digita un comando
ja: コマンドを入力
ko: 명령 입력
pt_br: Digite um comando
ru: Введите команду
zh_hans: 输入命令

source: Type to search your conversations
de: Tippe, um in deinen Gesprächen zu suchen
es: Escribe para buscar en tus conversaciones
fr: Saisissez pour rechercher dans vos conversations
it: Scrivi per cercare nelle tue conversazioni
ja: 入力して会話を検索
ko: 입력해서 대화를 검색하세요
pt_br: Digite para buscar em suas conversas
ru: Введите запрос, чтобы найти чат
zh_hans: 输入以搜索你的对话

source: Unarchive
de: Aus Archiv entfernen
es: Desarchivar
fr: Désarchiver
it: Rimuovi dall’archivio
ja: アーカイブ解除
ko: 보관 해제
pt_br: Desarquivar
ru: Разархивировать
zh_hans: 取消归档

source: Uncommitted: %d files
de: Nicht committet: %d Dateien
es: Sin confirmar: %d archivos
fr: Non validés : %d fichiers
it: Non confermati: %d file
ja: 未コミット: %d ファイル
ko: 커밋되지 않음: 파일 %d개
pt_br: Não commitados: %d arquivos
ru: Не зафиксировано: %d файлов
zh_hans: 未提交：%d 个文件

source: Uncommitted: 1 file
de: Nicht committet: 1 Datei
es: Sin confirmar: 1 archivo
fr: Non validé : 1 fichier
it: Non confermato: 1 file
ja: 未コミット: 1 ファイル
ko: 커밋되지 않음: 파일 1개
pt_br: Não commitado: 1 arquivo
ru: Не зафиксировано: 1 файл
zh_hans: 未提交：1 个文件

source: Unlimited credit
de: Unbegrenztes Guthaben
es: Crédito ilimitado
fr: Crédit illimité
it: Credito illimitato
ja: 無制限クレジット
ko: 무제한 크레딧
pt_br: Crédito ilimitado
ru: Безлимит
zh_hans: 无限额度

source: Unpin
de: Lösen
es: Desanclar
fr: Désépingler
it: Rimuovi
ja: ピン留め解除
ko: 고정 해제
pt_br: Desafixar
ru: Открепить
zh_hans: 取消置顶

source: Unpin chat
de: Chat lösen
es: Desanclar chat
fr: Désépingler la conversation
it: Rimuovi chat
ja: チャットのピン留めを解除
ko: 채팅 고정 해제
pt_br: Desafixar conversa
ru: Открепить чат
zh_hans: 取消置顶对话

source: Unread
de: Ungelesen
es: Sin leer
fr: Non lu
it: Non letto
ja: 未読
ko: 읽지 않음
pt_br: Não lido
ru: Непрочитано
zh_hans: 未读

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
ja: 無題
ko: 제목 없음
pt_br: Sem título
ru: Без заголовка
zh_hans: 无标题

source: Updated
de: Aktualisierung
es: Actualización
fr: Mise à jour
it: Aggiornamento
ja: 更新順
ko: 업데이트순
pt_br: Atualização
ru: По обновлению
zh_hans: 按更新时间

source: Usage limit
de: Nutzungslimit
es: Límite de uso
fr: Limite d’usage
it: Limite d’uso
ja: 使用上限
ko: 사용 한도
pt_br: Limite de uso
ru: Лимит
zh_hans: 使用上限

source: Usage limits for %@
de: Nutzungslimits für %@
es: Límites de uso para %@
fr: Limites d’usage pour %@
it: Limiti d’uso per %@
ja: %@ の使用上限
ko: %@의 사용 한도
pt_br: Limites de uso para %@
ru: Лимиты для %@
zh_hans: %@ 的使用上限

source: Use an existing folder
de: Vorhandenen Ordner verwenden
es: Usar una carpeta existente
fr: Utiliser un dossier existant
it: Usa una cartella esistente
ja: 既存のフォルダを使用
ko: 기존 폴더 사용
pt_br: Usar uma pasta existente
ru: Использовать существующую папку
zh_hans: 使用现有文件夹

source: Use credit to send messages when you hit your usage limits.
de: Verwende Guthaben, um Nachrichten zu senden, wenn deine Limits erreicht sind.
es: Usa crédito para enviar mensajes cuando alcances tus límites de uso.
fr: Utilisez le crédit pour envoyer des messages lorsque vous atteignez vos limites.
it: Usa il credito per inviare messaggi quando raggiungi i tuoi limiti.
ja: 使用上限に達したらクレジットでメッセージを送信できます。
ko: 사용 한도에 도달하면 크레딧으로 메시지를 보낼 수 있습니다.
pt_br: Use crédito para enviar mensagens quando atingir seus limites.
ru: Используйте кредит, чтобы отправлять сообщения после достижения лимита.
zh_hans: 达到使用上限时使用额度发送消息。

source: Use dark theme in the interface
de: Dunkles Design in der Oberfläche verwenden
es: Usar tema oscuro en la interfaz
fr: Utiliser le thème sombre dans l’interface
it: Usa il tema scuro nell’interfaccia
ja: インターフェースをダークテーマにする
ko: 인터페이스에 다크 테마 사용
pt_br: Usar tema escuro na interface
ru: Использовать тёмную тему интерфейса
zh_hans: 在界面中使用深色主题

source: Use light, dark, or system appearance
de: Hell, dunkel oder Systemeinstellung verwenden
es: Usa claro, oscuro o igual que el sistema
fr: Utilisez le mode clair, sombre ou celui du système
it: Usa chiaro, scuro o l’aspetto di sistema
ja: ライト、ダーク、またはシステム設定を使用
ko: 라이트, 다크 또는 시스템 설정 사용
pt_br: Use claro, escuro ou igual ao sistema
ru: Используйте светлую, тёмную или системную тему
zh_hans: 使用浅色、深色或跟随系统

source: Used %@
de: %@ wurde benutzt
es: Se ha usado %@
fr: %@ a été utilisé
it: È stato usato %@
ja: %@を使用しました
ko: %@을(를) 사용했습니다
pt_br: Usou %@
ru: Использовано: %@
zh_hans: 已使用 %@

source: Used the browser
de: Der Browser wurde benutzt
es: Se ha usado el navegador
fr: Le navigateur a été utilisé
it: È stato usato il browser
ja: ブラウザを使用しました
ko: 브라우저를 사용했습니다
pt_br: Usou o navegador
ru: Использовался браузер
zh_hans: 已使用浏览器

source: Variables
de: Variablen
it: Variabili
ja: 変数
ko: 변수
pt_br: Variáveis
ru: Переменные
zh_hans: 变量

source: Viewed %lld images
de: %lld Bilder angesehen
es: Se han visto %lld imágenes
fr: %lld images vues
it: Viste %lld immagini
ja: %lld 枚の画像を表示
ko: 이미지 %lld개 확인
pt_br: Visualizou %lld imagens
ru: Просмотрено %lld изображений
zh_hans: 已查看 %lld 张图像

source: Waiting for confirmation…
de: Warten auf Bestätigung…
es: Esperando confirmación…
fr: En attente de confirmation…
it: In attesa di conferma…
ja: 確認を待機中…
ko: 확인 대기 중…
pt_br: Aguardando confirmação…
ru: Ожидание подтверждения…
zh_hans: 正在等待确认…

source: Weekly
de: Wöchentlich
es: Semanalmente
fr: Hebdomadaire
it: Settimanale
ja: 毎週
ko: 주간
pt_br: Semanalmente
ru: Еженедельно
zh_hans: 每周

source: Weekly usage limit
de: Wöchentliches Nutzungslimit
es: Límite de uso semanal
fr: Limite d’usage hebdomadaire
it: Limite d’uso settimanale
ja: 週間使用上限
ko: 주간 사용 한도
pt_br: Limite de uso semanal
ru: Недельный лимит
zh_hans: 每周使用上限

source: What should we build?
de: Was bauen wir?
es: ¿Qué construimos?
fr: Que construisons-nous ?
it: Cosa costruiamo?
ja: 何を作りましょうか？
ko: 무엇을 만들까요?
pt_br: O que vamos construir?
ru: Что построим?
zh_hans: 我们要构建什么？

source: What should we work on in %@?
de: Woran arbeiten wir in %@?
es: ¿En qué trabajamos en %@?
fr: Sur quoi travaillons-nous dans %@ ?
it: A cosa lavoriamo in %@?
ja: %@ で何に取り組みましょうか？
ko: %@에서 무엇을 작업할까요?
pt_br: No que vamos trabalhar em %@?
ru: Над чем поработаем в %@?
zh_hans: 在 %@ 中要处理什么？

source: Work locally
de: Lokal arbeiten
es: Trabajar localmente
fr: Travailler en local
it: Lavora in locale
ja: ローカルで作業
ko: 로컬에서 작업
pt_br: Trabalhar localmente
ru: Работать локально
zh_hans: 本地工作

source: Work mode
de: Arbeitsmodus
es: Modo de trabajo
fr: Mode de travail
it: Modalità di lavoro
ja: 作業モード
ko: 작업 모드
pt_br: Modo de trabalho
ru: Режим работы
zh_hans: 工作模式

source: Work on a project
de: An einem Projekt arbeiten
es: Trabajar en un proyecto
fr: Travailler sur un projet
it: Lavora su un progetto
ja: プロジェクトで作業
ko: 프로젝트에서 작업
pt_br: Trabalhar em um projeto
ru: Работать над проектом
zh_hans: 在项目中工作

source: Work summary
de: Arbeitszusammenfassung
es: Resumen del trabajo
fr: Résumé du travail
it: Riepilogo del lavoro
ja: 作業のまとめ
ko: 작업 요약
pt_br: Resumo do trabalho
ru: Сводка работы
zh_hans: 工作摘要

source: Worked for %lld s
de: %lld s gearbeitet
es: Ha trabajado durante %lld s
fr: A travaillé pendant %lld s
it: Ha lavorato per %lld s
ja: %lld 秒間実行しました
ko: %lld초 동안 작업했습니다
pt_br: Trabalhou por %lld s
ru: Работал %lld с
zh_hans: 已工作 %lld 秒

source: Working %lld s
de: Arbeitet %lld s
es: Trabajando %lld s
fr: Travail en cours %lld s
it: In esecuzione %lld s
ja: 実行中 %lld 秒
ko: 작업 중 %lld초
pt_br: Trabalhando %lld s
ru: Работает %lld с
zh_hans: 工作中 %lld 秒

source: Working directory
de: Arbeitsverzeichnis
es: Directorio de trabajo
fr: Répertoire de travail
it: Directory di lavoro
ja: 作業ディレクトリ
ko: 작업 디렉터리
pt_br: Diretório de trabalho
ru: Рабочий каталог
zh_hans: 工作目录

source: Writing plan
de: Schreibplan
es: Plan de escritura
fr: Plan de rédaction
it: Piano di scrittura
ja: 書き込みプラン
ko: 작성 계획
pt_br: Plano de escrita
ru: План написания
zh_hans: 写作计划

source: You do not have any pinned chats yet
de: Du hast noch keine angehefteten Chats
es: Aún no tienes chats anclados
fr: Vous n’avez pas encore de conversations épinglées
it: Non hai ancora chat fissate
ja: ピン留めしたチャットはまだありません
ko: 아직 고정된 채팅이 없습니다
pt_br: Você ainda não tem chats fixados
ru: У вас пока нет закреплённых чатов
zh_hans: 你还没有置顶聊天
